Repository: SciViews/modelit
Catalog: po/R-*.po
Languages: fr

source: Can only transform a model with 2 variables for now.
fr: Pour l’instant, on ne peut transformer qu’un modèle à 2 variables.

source: Can only make of function from a model involving numeric variables for now.
fr: On ne peut créer une fonction qu'à partir d'un modèle impliquant des variables numériques pour le moment.

source: You cannot use one-sided formula, like ~x.
fr: Vous ne pouvez pas utiliser une formule unilatérale, comme ~x.

source: Impossible to plot in 2D a model with more than 2 variables
fr: Impossible de représenter en 2D un modèle contenant plus de 2 variables

source: Can only plot a model involving numeric variables for now.
fr: Impossible de tracer un modèle impliquant des variables non numériques pour le moment.

source: Independent variable '
fr: Variable indépendante

source: ' must appear untransformed in the model's formula, or you must supply the original dataset in origdata=.
fr: La variable doit apparaître non transformée dans la formule du modèle, ou vous devez fournir le jeu de données original via origdata=.

source: Unrecognized type, must be 'model', 'resfitted', 'qqplot', 'scalelocation', 'cooksd', 'resleverage', 'cookleverage', 'reshist', or 'resautocor'
fr: Type non reconnu, il doit être 'model', 'resfitted', 'qqplot', 'scalelocation', 'cooksd', 'resleverage', 'cookleverage', 'reshist' ou 'resautocor'

source: Only one independent variable is supported for now
fr: Une seule variable indépendante est prise en charge pour l'instant

source: Unrecognized type, must be 'model', 'resfitted', 'qqplot', 'scalelocation' or 'reshist'
fr: Type non reconnu, il doit être 'model', 'resfitted', 'qqplot', 'scalelocation', 'cooksd', 'resleverage', 'cookleverage', 'reshist' ou 'resautocor'

source: The type= argument must provide a model_spec object or its name in a character string.
fr: L'argument type= doit fournir un objet model_spec ou son nom sous forme de chaîne de caractères.

source: Unable to summarize the object.
fr: Impossible de calculer le résumé de l'objet.

source: Unable to compute ANOVA for the object.
fr: Impossible de calculer l'ANOVA pour l'objet.

source: labs is not character vector
fr: l’argument labs n’est pas un vecteur de caractères

source: labs must be named character vector
fr: l’argument ‘labs’ doit être un vecteur de caractères nommé

source: all element must be named
fr: tous les éléments doivent être nommés

source: The following terms are missing in 'labs' for the interaction '%s': %s
fr: Les termes suivants sont manquant dans 'labs' pour les interactions %s’: %s

source: Intercept
fr: Ordonnée à l’origine

source: Residuals
fr: Résidus

source: The 'equation' argument must be TRUE, FALSE, NA, or a character string.
fr: L’argument 'equation' doit être TRUE, FALSE, NA, ou une chaine de caractère.

source: Not implemented yet
fr: Ce n'est pas encore implémenté

source: Function `%s` supports only flextable objects.
fr: La fonction `%s` supporte uniquement des objets flextable.

source: You must give either 'h=' or 'v='.
fr: Il faut fournir 'h=' ou 'v=‘.

source: Type III analysis of variance with Satterthwaite's method
fr: Analyse de la variance de type III avec méthode Sattertwaite

source: Analysis of deviance
fr: Analyse de la déviance

source: Analysis of variance
fr: Analyse de la variance

source: Type II analysis of variance
fr: Analyse de la variance de type II

source: Type III analysis of variance
fr: Analyse de la variance de type III

source: Type II analysis of deviance table
fr: Analyse de la déviance de type II

source: Type III analysis of deviance table
fr: Analyse de la déviance de type III

source: Response:
fr: Réponse :

source: Model:
fr: Modèle :

source: Model
fr: Modèle

source: link:
fr: Lien :

source: Terms added sequentially (first to last)
fr: Termes ajoutés séquentiellement (du premier au dernier)

source: Term
fr: Terme

source: Df
fr: Ddl

source: Residuals Df
fr: Ddl des résidus

source: Residual sum of squares
fr: Somme des carrés des résidus

source: Sum of squares
fr: Somme des carrés

source: Mean squares
fr: Carrés moyens

source: *p* value
fr: Valeur de *p*

source: Num. Df
fr: Ddl. Num.

source: Denom. Df
fr: Ddl dénom.

source: Deviance
fr: Déviance

source: Residual deviance
fr: Déviance résiduelle

source: *F*~obs.~ value
fr: Valeur de *F*~obs.~

source: None
fr: Aucun

source: Number of parameters
fr: Nombre de paramètres

source: .extract_infos_anova() can apply only anova object.
fr: .extract_infos_anova() ne s’applique qu’aux objets anova.

source: Estimate
fr: Valeur estimée

source: Lower bound (CI)
fr: Limite basse (IC)

source: Upper bound (CI)
fr: Limite haute (IC)

source: Standard Error
fr: Ecart type

source: *t* value
fr: Valeur de *t*

source: Adj.R^2^
fr: R^2^ ajusté

source: *z* value
fr: Valeur de *z*

source: Log-Likelihood
fr: Log-vraisemblance

source: Total deviance
fr: Déviance totale

source: Total df
fr: Ddl totaux

source: Num. df
fr: Ddl modèle

source: Residuals df
fr: Ddl résidus

source: Generalized Linear Model
fr: Modèle linéaire généralisé

source: (Dispersion parameter for %s: %.*g)
fr: (Paramètre de dispersion pour une %s: %.*g)

source: Total deviance: %.*g on %.*g degrees of freedom
fr: Déviance totale : %.*g pour %.*g degrés de liberté

source: Residual deviance: %.*g on %.*g degrees of freedom
fr: Déviance résiduelle : %.*g pour %.*g degrés de liberté

source: AIC: %.*g - Number of Fisher Scoring iterations: %.*g
fr: AIC: %.*g - Nombre d’itérations de la fonction de score de Fisher : %.*g

source: Degrees of Freedom: %.*g Total (i.e. no model); %.*g Residual
fr: Degrés de liberté : %.*g Totaux (i.e., hors modèle) ; %.*g Résidus

source: Total deviance: %.*g
fr: Déviance totale : %.*g

source: Residual deviance: %.*g AIC: %.*g
fr: Déviance résiduelle %.*g AIC : %.*g

source: .extract_infos_glm() can apply only glm and summary.glm object.
fr: .extract_infos_glm() ne s’applique qu’aux objets glm et summary.glm.

source: .extract_infos_glm() can only apply type = 'coef' to a summary.glm object.
fr: .extract_infos_glm() ne peut appliquer type=‘coef’ à un objet summary.glm.

source: t value
fr: Valeur de *t*

source: Log-likelihood
fr: Log-vraisemblance

source: Model df
fr: Ddl modèle

source: Linear model
fr: Modèle linéaire

source: Residuals range: [%.*g, %.*g]
fr: Etendue des résidus : [%.*g, %.*g]

source: Residuals standard error: %.*g on %.*g degrees of freedom
fr: Ecart type des résidus : %.*g pour %.*g degrés de liberté

source: Multiple *R*^2^: %.*g - adjusted *R*^2^: %.*g
fr: *R*^2^ multiple : %.*g - *R*^2^ ajusté : %.*g

source: *F*-statistic: %.*g on %.*g and %.*g df - *p* value: %s
fr: Statistique *F* : %.*g sur %.*g et %.*g ddl - valeur de *p* : %s

source: .extract_infos_lm() can apply only lm and summary.lm object.
fr: .extract_infos_lm() ne s’applique qu’aux objets lm et summary.lm.

source: .extract_infos_lm() cannot apply type = 'coef' to a summary.lm object. Use type = 'tidy' instead to extract a detailed coefficient table.
fr: .extract_infos_lm() ne peut appliquer type ='coef' à un objet summary.lm. Type = 'tidy' est employé pour extraire le tableau des coefficients.

source: `x` must be an object of class 'nls' or 'summary.nls'.
fr: ‘x’ doit être un objet ‘nls’ ou ‘summary.nls’.

source: An error occurred when trying to extract the formula from 'x'
fr: Une erreur s’est produite lors de la tentative d’extraire la formule de 'x'

source: The formula is not a Self-Starting nls formula
fr: La formule n'est pas une formule ‘Self-Start’ nls

source: The %s is not available.
fr: Le %s n'est pas disponible.

source: var_names is not character vector
fr: var_names n’est pas une vecteur de caractère

source: var_names must be named character vector
fr: var_names doit être un vecteur de caractère nommé

source: all elements must be named
fr: tous les éléments doivent être nommé.

source: *t*~obs.~ value
fr: Valeur de *t*~obs.~

source: Relative standard error
fr: Ecart type des résidus

source: Convergence tolerance
fr: Tolérance de convergence

source: df
fr: Ddl

source: Nonlinear least squares asymptotic regression model (von Bertalanffy)
fr: Modèle non linéaire de régression asymptotique (von Bertalanffy)

source: Nonlinear least squares asymptotic regression model (von Bertalanffy)
fr: Modèle non linéaire de régression asymptotique (von Bertalanffy)

source: Nonlinear least squares asymptotic regression model through the origin (von Bertalanffy)
fr: Modèle non linéaire de régression asymptotique forcé à l'origine (von Bertalanffy)

source: Nonlinear least squares biexponential model
fr: Modèle non linéaire biexponentiel

source: Nonlinear least squares first-order compartment model
fr: Modèle non linéaire à compartiments du premier ordre

source: Nonlinear least squares four-parameter logistic model
fr: Modèle non linéaire logistique à quatre paramètres

source: Nonlinear least squares Gompertz model
fr: Modèle non linéaire de Gompertz

source: Nonlinear least squares logistic model
fr: Modèle non linéaire logistique

source: Nonlinear least squares Michaelis-Menten model
fr: Modèle non linéaire de Michaelis-Menten

source: Nonlinear least squares Weibull model
fr: Modèle non linéaire de Weibull

source: Residual sum-of-squares: %.*g
fr: Somme des carrés des résidus : %.*g

source: Number of iterations to convergence: %.*g
fr: Nombre d'itérations pour converger : %.*g

source: Achieved convergence tolerance: %.*g
fr: Tolérance atteinte à la convergence : %.*g

source: The model does not converge
fr: Le modèle ne converge pas

source: .extract_infos_nls() can apply only nls and summary.nls object.
fr: .extract_infos_nls() ne s’applique qu’aux objets nls et summary.nls.

source: .extract_infos_nls() cannot apply type = 'glance' to a summary.nls object.
fr: .extract_infos_nls() ne peut appliquer type=‘glance’ à un objet summary.nls.
